[
  {
    "name": "Dr. Dheeraj Setia",
    "imageResId": "dheeraj_setia",
    "des": "Profile is claimed\nBDS, MDS - Conservative Dentistry & Endodontics\nEndodontist,\nImplantologist,\nCosmetic/Aesthetic Dentist,\nDentist\nPanchsheel Park, Delhi\nThe Dental Roots\nS - 115, Landmark: Near Hauz Khas Metro Station, Delhi\n\n23 Years Experience Overall\nDr Dheeraj Setia is a principal dentist at The Dental Roots, Gurgaon, providing patients with treatment involving all aspects of dentistry including Single Sitting Root Canal, Cosmetic Dentistry, Dental Implants, Rehabilitative and General Dental Care. His vision to fulfil the need for specialized dental care and treatment resulted in the establishment of the Dental Roots. He completed his graduation from Pune University, 1999 and did his masters in Conservative and endodontic in 2002 from Rajiv Gandhi University, Karnataka and has been providing dental care to his patients since that time. After post graduating, he joined prestigious the Apollo Clinic (New Delhi, Gurgaon, Noida) where he worked as Head of the Department of Dental Science for 7 years. He further embarked on a mission to escalate his knowledge in the exciting field of Cosmetic and Implant dentistry and is the Diplomat of American Academy of implant dentistry as well as endodontic dentistry. He is also involved in lecturing and providing further education of qualified dental surgeons at the Maharana Pratap Dental College, Gwalior. His geniality along with competence makes him people favourite dentist in Gurgaon, DLF Phase 3 & Cyber City who is also available in South Delhi.\nDr Dheeraj ensures he is cognizant with all the latest techniques and materials available in modern dentistry by regularly attending lectures, seminars and hands-on courses. His teeth for life philosophy and a commitment to providing patients with the highest levels of care keep him zealous. Besides all, he believes in the principle of minimally invasive dentistry which reflects how the cosmetic dentist can provide the highest level of service to the teeth with the least invasiveness. Most recently the Dental Roots has been conferred with the best Dental Clinic in Delhi and NCR Region 2013 media partner Economic Times, which probably recognizes all his contributions in a most comprehensive manner.\n"


  },
  {
    "name": "Dr. Satbir Singh",
    "imageRes": "satbirsingh",
    "des": "MBBS, DNB - General Medicine, DNB - Cardiology\nCardiologist,\nGeneral Physician,\nConsultant Physician,\nInterventional Cardiologist\nPusa Road, Delhi\nBLK-Max Super Speciality Hospital\n5, Pusa Road., Landmark: Near Rajendra Palace Metro Station., Delhi\n\n25 Years Experience Overall  (18 years as specialist)\nGraduate From Gmc Amritsar\nPostgraduation From Sir Ganga Ram Hospital (Dnb Medicine)\nSuper Speciality Cardiology From Sir Ganga Ram Hospital (Dnb Cardiology)\nConsultant Cardiologist At Fortis Escorts Heart Institute And At Jhrc,jabalpur M. P\nConsultant Cardiologist At Dashmesh Hospital, Jail Road\nAssociate Director & Sr. Consultant Interventional Cardiology At Blk Superspeciality Hospital, Pusa Road, Delhi\n"

  },
  {
    "name": "Dr. Manish Arya",
    "imageResId": "manish",
    "des": "Profile is claimed\nMRCS (UK), MBBS, MS - ENT\nENT/ Otorhinolaryngologist\nDwarka, Delhi\nDr Manish Arya's ENT Clinic\nT-308, 3rd Floor, Tirupati Plaza, Sector 11, Pocket 4, Landmark: Kargil Chowk, Delhi\n\n14 Years Experience Overall  (10 years as specialist)\nDr. Manish Arya is an expert in the field of Ear, Nose and Throat problems and Head and Neck Surgery. He did his undergraduate (MBBS) from the prestigious Maulana Azad Medical College in Delhi. After completing his MBBS he did his MS in ENT (Oto-rhino-laryngology) from GTB Hospital and University College of Medical Sciences, Delhi. Post his MS he completed his 3 years Senior Residency from Deen Dayal Upadhyay Hospital which is the largest tertiary government-run hospital in West Delhi. Dr. Arya is also a member of the Royal College of Surgeons of Edinburgh, Scotland, UK and his knowledge and qualifications have been acknowledged by this prestigious institution of global repute. He has also worked in Primus Superspeciality Hospital in Chanakyapuri, New Delhi where he also attained the experience of treating international patients as well. Currently, he works as an independent Visiting Consultant in various hospitals.\nHe looks after all the domains of ENT but has a particular interest in ear and nose disorders and the treatment of vertigo. \n"


  },
  {
    "name": "Dr. Parul Katiyar",
    "imageResId": "parul",
    "des": "Profile is claimed\nMS - Obstetrics & Gynaecology, MBBS\nInfertility Specialist\nDefence Colony, Delhi\nART Fertility Clinics\nE-14, 1st Floor, Chauhan Vithi Road, Block E, Delhi\n\n21 Years Experience Overall  (17 years as specialist)\nDr. Parul Katiyar is a dedicated Infertility specialist and Reproductive endocrinologist with more than a decade of experience in this field. She has worked at some of the best and renowned Infertility clinics in India and has been a key part of more than 3,000 assisted conception cycles for patients from around the world and covering all forms and kinds of Infertility.\nDr. Parul completed her Post Graduate degree in Obstetrics and Gynecology from the renowned Jawaharlal Medical College, Aligarh and the received higher training in management of infertility and laparoscopic surgery at Lilawati Hospitals, Mumbai and Yale Medical School, USA. Dr Parul gives undivided attention to couples under her care and believes in individualized treatment approach for each couple, providing the best possible evidence based treatment strategy for all patients. She is an expert hysteroscopic surgeon and performs all her treatment procedures by herself.\nDr. Parul is also an avid reader, charismatic speaker and an enthusiastic blogger. Over the years, she has spoken and written extensively about reproductive endocrine disorders, endometriosis, PCOS, fertility preservation and male infertility, which are her key areas of interest. She has over 7,500 people actively following her writings in the field of human fertility and associated disorders. \n"


  },
  {
    "name": "Dr. K.S. Walia",
    "imageResId": "kswalia",
    "des": "Profile is claimed\nMBBS\nGeneral Physician\nSarita Vihar, Delhi\nWalia Medical and Maternity Centre\nK-61, Pocket K, Landmark: Near G.D. Goenka Public School, Delhi\n\n50 Years Experience Overall\nDr K.S Walia has an experience of over 46 years and has done his M.B.B.S from Government Medical College, Amritsar. He is an experienced physician who strives to keep himself updated with the changing trends of the medical field. After spending 10 years in Nigeria at Pope Paul Specialist Hospital as Chief Medical Officer, Dr Walia returned to India and Worked at Faridabad as well as Kosi Kalan, Distt Mathura before establishing his own setup in 1993 at Walia Medical & Maternity Centre,Sarita VIhar, New Delhi. Believes in doing his job with compassion & High Standards of Patient Care. He is one of the most Prominent General Physician in Sarita Vihar, New Delhi.\n"


  },
  {
    "name": "Dr. Praveen Kumar",
    "imageResId": "praveen",
    "des": "Profile is claimed\nMBBS, MD - Dermatology\nDermatologist,\nAesthetic Dermatologist,\nCosmetologist\nRohini, Delhi\nAksh Skin And Hair Clinic\nShop Number 48, Pocket 12, Sector 20, Delhi\n7 Years Experience Overall  (1 year as specialist)\nDr. Praveen Kumar - MD AIIMS, is skilled and knowledgeable Dermatologist, Venereologist, and leprologist. Proficient and professional in his work with 7 years of experience. He is one of the best Dermatologist in Delhi. He is an expert in hair issues and all kinds of skin problems. He has hundreds of happy patients and lots of positive reviews. Dr. Praveen is known to take the approach that is the safest & most cost-effective for his patients. Most of the patients are happy to refer their relatives and friends.\n"


  },
  {
    "name": "Dr. Harit Chaturvedi",
    "imageResId": "harit",
    "des": "Claim this profile\nMBBS, MS - General Surgery, MCh - Surgical Oncology\nSurgical Oncologist\nSaket, Delhi\nMax Super Speciality Hospital - Saket East Wing\n1,2, Press Enclave Road, Landmark: Select City Mall, Near Malviya nagar, Delhi\n\n38 Years Experience Overall  (31 years as specialist)\n Medical Registration Verified\n76% (21 patients)\nDr. Harit Chaturvedi started his oncology career at the esteemed and well known Cancer Institute, Adyar (Chennai). Dr. Chaturvedi has performed surgeries at live surgical workshops and has been championing the cause for cancer awareness and been a crusader against Tobacco for the last 15 years through various cancer foundations. He is widely respected for his clinical and surgical skills.\nDr. Chaturvedi leads the Oncology team at Max Healthcare consisting of 80 oncologists spread across 7 major super speciality centres, and other standalone centres across Delhi NCR and North India. Dr. Chaturvedi’s focus is on providing quality care through various initiatives like the virtual Tumour boards and driving sub specialty build up across the Max centres. Dr. Chaturvedi drives the ambitious oncology vision at Max Healthcare with a strong focus on people, processes and systems and has key role in clinical quality processes, clinician recruitment and long term vision and strategy for the group.\nHe is the President-elect of the Indian Association of Surgical Oncologists and until recently was also the President of Indian Society of Oncology. Prior to joining Max Healthcare, Dr. Chaturvedi was associated with Rajiv Gandhi Cancer Institute, New Delhi (2004-09) Apollo Hospital, New Delhi (2000-04) and Batra Hospital, New Delhi (1995-99).\nHe is a voracious reader and in his leisure time likes spending time with family. \n"


  },
  {
    "name": "Dr. B. S. Solanki",
    "imageResId": "bssolanki",
    "des": "Profile is claimed\nMBBS, MD - General Medicine, DM - Nephrology\nNephrologist/Renal Specialist\nCivil Lines, Delhi\nNephrology Clinic\n18, Santparmanand Hospital, Shamnath Marg, Civil Lines, Landmark: Near Civil Lines Metro Station, Delhi\n\n33 Years Experience Overall  (24 years as specialist)\n Medical Registration Verified\n98% (207 patients)\nDr. BS Solanki is a Consultant Nephrologist at Vinayak Hospital and Sant Parmanand Hospital, Delhi. A highly qualified doctor, he has completed his MBBS, MD in Internal Medicine, and DM in Nephrology. He is experienced in performing procedures like inserting temporary hemodialysis catheters (IJ and Femoral), placement of tunneled cuffed catheters, as well as performing kidney biopsies and use of ultrasound for nephrology interventions. Dr. Solanki also treats conditions like acute kidney injury, chronic kidney disease, general nephrology, hemodialysis, peritoneal dialysis, and renal transplantation. He believes in healing his patients with compassion and treating them with prudence. Apart from being a successful nephrologist, Dr. Solanki also has many presentations and publications to his credit.\n"


  },
  {
    "name": "Dr. Aishwarya Krishnamurthy",
    "imageResId": "aishwarya",
    "des": "MBBS, MD - General Medicine, DM - Endocrinology\nEndocrinologist,\nDiabetologist\nLajpat Nagar, Delhi\nDr Aishwarya Krishnamurthy's Diabetes, Thyroid and Endocrinology Clinic\nC-135, Third Floor, Landmark: Near Dasmesh Automotive, Delhi\n\n15 Years Experience Overall  (5 years as specialist)\n Medical Registration Verified\n77% (13 patients)\nDr Aishwarya Krishnamurthy is an Endocrinologist who deals with disorders of hormones, including diabetes mellitus type 1 and type 2, gestational diabetes mellitus, thyroid disorders, disorders of the adrenal glands, pituitary, parathyoid glands, puberty, growth and reproductive disorders and gender affirming therapy. She has trained at premier institutes throughout her career, including Jawaharlal Institute of Post Graduate Medical Education and Research (JIPMER), Pondicherry, where she did her MBBS and MD in Internal Medicine followed by DM Endocrinology at the All India Institute of Medical Sciences(AIIMS), New Delhi. She has keen clinical skills and empathy for patients along with good knowledge of latest medications and treatment options. She currently practices in at Sama Hospital, South Delhi and Max Superspecialty Hospital, Vaishali, Ghaziabad.\n"


  },
  {
    "name": "Dr. Rahul Sharma",
    "imageResId": "rahul",
    "des": "Profile is claimed\n\nMBBS, DNB - Orthopedics/Orthopedic Surgery\nOrthopedic surgeon,\nSpine And Pain Specialist\n15 Years Experience Overall  (10 years as specialist)\n \n Medical Registration Verified\n95% (108 patients)\nSaket, Delhi\nSawan Neelu Angels Nursing Home\n4.5\nJ-293 Landmark: Near J-Block Market Saket, Landmark: Near J-Block Market, Delhi\n\n\"Dr. Rahul Sharma is an orthopaedic surgeon in Saket, New Delhi and has an experience of 8 years in this field. Dr.Sharma practices at Sawan Neelu Angels Hosptal in Saket,New Delhi. He completed MBBS from Rajasthan University of Health Science, Jaipur in 2009 and DNB - Orthopedics/Orthopedic Surgery from National Board of Examination, India in 2014.\nHe did his prestigious Australian Orthopaedic Association (AOA) approved fellowship in joint replacement & sports surgery ( Arthroscopy keyhole surgery ) from Nepean Hospital,Sydney & has worked as a clinical associate lecturer at Macquarie university, Sydney,Australia.\nHe has also done his fellowship in Hip-Knee-Shoulder replacement from Indraprastha Apollo hospital ,New Delhi. He also has pursued his fellowship in Hip & Knee Replacement from Rothman Hospital,Philadelphia,USA.\nHe is a member of Indian Orthopaedic Association,International Society of Orthopaedic Surgery and Traumatology,Indian Arthroscopy Society,International Society for Knowledge for Surgeons on Arthroscopy and Arthroplasty, Rajasthan Orthopaedic Surgeon Association, Indian Arthroplasty Association and Jaipur Orthopaedic Chapter. Some of the services provided by the doctor are: Joint Replacement Surgery,Trauma,Knee Replacement,Arthroscopy and Hip Replacement etc\n"


  },
  {
    "name": "Dr. Salsabeel Syed",
    "imageResId": "salsabeel",
    "des": "Claim this profile\nMBBS, Diploma in Medical Radio-Diagnosis, DNB - Radio Diagnosis\nRadiologist\n17 Years Experience Overall  (11 years as specialist)\n Medical Registration Verified\nDr. Salsabeel Syed, a diplomate national board-certified radiologist with over 10 years of experience in private practice.\nHe is a highly skilled and experienced radiologist who has a passion for providing his patients with the highest quality care. He is a graduate of Rajiv Gandhi universisity, bangalore and completed his residency at the reputed Diwanchand research centre, New Delhi.\nDr. Salsabeel syed has a wide range of experience in all areas of radiology, including Fetal radiology, general radiology, musculoskeletal and neuroradiology. He is also an expert in the use of advanced imaging techniques in MRI and CT scans.\nHe is committed to providing his patients with the highest quality care possible. He is a patient-centered radiologist who takes the time to listen to his patients' concerns and answer their questions. He is also a member of the Radiological society of North America (RSNA).\nGreater Kailash Part 1, Delhi\nSCI International Hospital\n4.5\nM-4,M-8 M -Block., Landmark: Near M Block, Delhi\n"


  },
  {
    "name": "Dr. Varun Gogia",
    "imageResId": "varun",
    "des": "Profile is claimed\nMBBS, MD - Ophthalmology\nOphthalmologist/ Eye Surgeon\n17 Years Experience Overall  (13 years as specialist)\n \n Medical Registration Verified\n99% (614 patients)\nDr. Varun Gogia had done AIIMS throughout ( MBBS, MD, Senior Registrar)\nSpeciality: Vitreoretina, cataract, uveitis, ROP, micro-vitrectomy systems.\nAwards: best Junior Resident Award at Dr. Rajendra Prasad Centre for Ophthalmic Sciences, AIIMS, topped the competitive MD exam at RPC.\nIndian Journal of Ophthalmology Silver award 2016 for his study in posterior uveitis.\nPioneer: Surgical innovations related to uveal melanoma, endo-illuminator assisted scleral buckling surgery for retinal detachment and has been instrumental in discovering new frontiers of treatment for serpiginious choroiditis.\nPublications: more than 60 national and international scientific research publications to his credit.\nConferences: attended and presented his scientific research at more than 20 national and international conferences.\nExperience: Before founding The IClinix, he had headed the retina division of Medanta Hospital. [shrink]\nLajpat Nagar 4, Delhi\nI Clinix- Advanced Eye Care\n5.0\n26 National park, Near Moolchand metro station, Lajpat Nagar 4, Landmark: Dr Chotu marg road, Delhi\n"


  },
  {
    "name": "Dr. Ajay Kumar",
    "imageResId": "ajay",
    "des": "Claim this profile\nMBBS, MD - Medicine, DM - Gastroenterology\nGastroenterologist\n37 Years Experience Overall\n Medical Registration Verified\n88% (24 patients)\nDr. Ajay Kumar is a distinguished name in the field of Gastroenterology. With an experience of over 30 years, he has extended his services to patients hailing from different parts of the country\nPusa Road, Delhi\nBLK-Max Super Speciality Hospital\n3.5\n5, Pusa Road., Landmark: Near Rajendra Palace Metro Station., Delhi\n"


  },
  {
    "name": "Dr. Dixit Kumar Thakur",
    "imageResId": "dixit",
    "des": "Profile is claimed\nMBBS, DNB - Pulmonary Medicine\nPulmonologist\n11 Years Experience Overall  (8 years as specialist)\n Medical Registration Verified\n100% (33 patients)\nDr. Dixit Kumar Thakur is a Pulmonary Critical care & sleep specialist based at Apollo Spectra hospitals, Chirag enclave,Delhi. He has an experience of 13 years in his field. He completed his MBBS from Himachal Pradesh University in 2010 and DNB - Pulmonary Medicine from National Board of Education, New Delhi in 2016.\nHe has fellowship in Sleep Medicine from ISDA and Critical care Fellowship(IDCCM) from Indian Society of Critical Care Medicine (ISCCM). He also holds European Diploma in respirtory from prestigious European Respiratory Society (ERS).\nHe is a member of Indian Chest Society, American College of Chest Physicians, European Respiratory Society (ERS), Indian Society of Critical Care Medicine (ISCCM), Indian Sleep Disorder Association, Indian Medical Association (IMA),Delhi Medical Association (DMA) and British Thoracic Society. Some of the services/treatment provided by the doctor are: Sleep disorders,COPD, ASTHMA, ILD, Pleurisy, Pneumothorax, Lung Infections Treatment, Covid Treatment , Bronchoscopy, Pleural catheters,and Thoracoscopy etc\nGreater Kailash Part 1, Delhi\nApollo Spectra Hospital\n3.5\nAddress: Plot No. A-2,, Landmark: Chirag Enclave, Greater, Delhi\n"


  },
  {
    "name": "Dr. Kadam Nagpal",
    "imageResId": "kadam",
    "des": "Profile is claimed\nMBBS, DM - Neurology, MD - Medicine\nNeurologist\n18 Years Experience Overall  (10 years as specialist)\n Medical Registration Verified\n96% (125 patients)\nDr. Kadam Nagpal is working as a Consultant Neurologist at Manipal Hospitals, Dwarka. He had been a part of various Hospitals as St. Stephens Hospital and Institute of Human Behavioural and Allied Sciences, Shahdara working as a consultant. He did his DM (Neurology) from the very reputed Sawai Man Singh Medical College, Jaipur after he topped the state entrance examination. He had been a topper in state entrance MD examination as well. He is a member of International Headache Society and Movement Disorder Society and has more than 30 publications in various National and International Neurology journals of high repute. His areas of interest are Dementia, Stroke, Epilepsy, Movement disorders, Sleep disorders and giving botulinum toxin injections in various neurological disorders. \nDwarka Sector 6, Delhi\nManipal Hospital\n4.0\nPalam Vihar Colony, Sector 6, Landmark: Near MTNL Office, Delhi\n\n"


  }

]
