[
  {
    "medimg": "cardioplus",
    "medname": "Cardioplus",
    "medcomp": "Composition : \nChromium, Copper, Folic Acid, Maganese, Selenium, Vitamin A, Vitamin B12, Vitamin B6, Vitamin C, Vitamin E, Zinc",
    "medprice": 135.00,
    "productintro": "PRODUCT INTRODUCTION\nWhen is Cardio Plus Capsule Prescribed ?\n•\t Acne\n•\t Aids\n•\t Age Related Vision Loss\n",
    "efffects": "side effects of Cardio Plus Capsule\n•\t Allergic Rejection\n•\t Abdominal Cramps\n•\t Acute Toxicity\n•\t Allergic Reaction\n",
    "safety": "SAFETY ADVICE\nAlcohol:\nIt is generally advisable to avoid or limit alcohol consumption while taking medications like Cardio Plus. Alcohol can interact with certain components of cardiac medications, potentially leading to adverse effects or diminishing the efficacy of the medicine. Always consult your healthcare provider for specific advice.\nPregnancy:\nThe safety of Cardio Plus during pregnancy depends on its specific ingredients. Some cardiovascular medications can be harmful to a developing fetus. It's crucial to inform your healthcare provider if you are pregnant or planning to become pregnant. They can evaluate the risks and benefits, potentially offering alternative treatments that are safer during pregnancy.\nBreastfeeding:\nSimilar to pregnancy, the safety of Cardio Plus during breastfeeding depends on its ingredients. Some medications can pass into breast milk and may affect a nursing infant. Consult your healthcare provider to determine whether you should continue the medication while breastfeeding or if an alternative treatment is recommended.\nDriving:\nSome cardiovascular medications may cause side effects such as dizziness, fatigue, or blurred vision, which can impair your ability to drive or operate machinery safely. If you experience these symptoms, avoid driving and consult your healthcare provider for further advice.\nLiver:\nPatients with liver conditions should use Cardio Plus with caution. Liver impairment can affect the metabolism and clearance of medications, leading to increased risk of side effects. Your healthcare provider might need to adjust your dosage or monitor your liver function regularly.\nKidney:\nKidney function can also impact the clearance of medications. Patients with kidney issues should inform their healthcare provider, as they may need dosage adjustments or additional monitoring to prevent potential toxicity or reduced efficacy."

  },


  {
    "medimg": "dolo_650",
    "medname": "Dolo-650",
    "medcomp": "Composotion: \nParacetamol (650mg)",
    "medprice": 29.00,
    "productintro": "PRODUCT INTRODUCTION\nDolo 650 Tablet helps relieve pain and fever by blocking the release of certain chemical messengers responsible for fever and pain. It is used to treat headaches, migraine, toothaches, sore throats, period (menstrual) pains, arthritis, muscle aches, and the common cold. ",
    "efffects": "Common side effects of Dolo 650 Tablet\n•\tStomach pain\n•\tNausea\n•\tVomiting\n",
    "safety": "SAFETY ADVICE OF DOLO 650 TABLET\nAlcohol: It is unsafe to consume alcohol with Dolo 650 Tablet.\n\nPregnancy: Dolo 650 Tablet may be unsafe to use during pregnancy. Although there are limited studies in humans, animal studies have shown harmful effects on the developing baby. Your doctor will weigh the benefits and any potential risks before prescribing it to you. Please consult your doctor.\n\nBreast feeding: Dolo 650 Tablet is safe to use during breastfeeding. Human studies suggest that the drug does not pass into the breastmilk in a significant amount and is not harmful to the baby.\n\nDriving: Dolo 650 Tablet does not usually affect your ability to drive.\n\nKidney: Dolo 650 Tablet should be used with caution in patients with kidney disease. Dose adjustment of Dolo 650 Tablet may be needed. Please consult your doctor.\nHowever, Dolo 650 Tablet contains paracetamol which is considered the safest painkiller for kidney disease patients.\n\nLiver: Dolo 650 Tablet should be used with caution in patients with liver disease. Dose adjustment of Dolo 650 Tablet may be needed. Please consult your doctor.\nHowever, the use of Dolo 650 Tablet is not recommended in patients with severe liver disease and active liver disease.\n"

  },

  {
    "medimg": "flexon_mr",
    "medname": "Flexon-MR",
    "medcomp": "COMPOSITION\nIbuprofen (400mg) + Paracetamol (325mg) + Chlorzoxazone (250mg)\n",
    "medprice": 22.68,
    "productintro": "PRODUCT INTRODUCTION\nFlexon MR Tablet is a combination medicine used in the treatment of pain due to muscle spasm. It improves the movement of muscles and provides relief from pain and discomfort associated with muscle spasms.",
    "efffects": "Common side effects of Flexon MR\n•\tNausea\n•\tIndigestion\n•\tStomach pain\n•\tWeakness\n•\tDizziness\n•\tSleepiness\n•\tHeartburn\n",
    "safety": "SAFETY ADVICE\nAlcohol: It is unsafe to consume alcohol with Flexon MR Tablet.\n\nPregnancy: Flexon MR Tablet may be unsafe to use during pregnancy. Although there are limited studies in humans, animal studies have shown harmful effects on the developing baby. Your doctor will weigh the benefits and any potential risks before prescribing it to you. Please consult your doctor.\n\nBreast feeding: Information regarding the use of Flexon MR Tablet during breastfeeding is not available. Please consult your doctor.\n\nDriving: Flexon MR Tablet may cause side effects which could affect your ability to drive.\n\nKidney: Flexon MR Tablet should be used with caution in patients with kidney disease. Dose adjustment of Flexon MR Tablet may be needed. Please consult your doctor.\nUse of Flexon MR Tablet is not recommended in patients with severe kidney disease. Long term use of this medicine can affect the kidney function.\n\nLiver: Flexon MR Tablet should be used with caution in patients with liver disease. Dose adjustment of Flexon MR Tablet may be needed. Please consult your doctor.\nHowever, the use of Flexon MR Tablet is not recommended in patients with severe liver disease and active liver disease.\n"

  },

  {
    "medimg": "indclav",
    "medname": "Indiclav",
    "medcomp": "COMPOSITION\nAmoxycillin (500mg) + Clavulanic Acid (125mg)\n",
    "medprice": 165.24,
    "productintro": "PRODUCT INTRODUCTION\nIndclav 625 Tablet is an antibiotic that helps your body fight infections caused by bacteria. It is used to treat infections of the lungs (e.g., pneumonia), ear, nasal sinus, urinary tract, skin, and soft tissue. It will not work for viral infections such as the common cold.\n",
    "efffects": "Common side effects of Indclav\n•\tMucocutaneous candidiasis\n•\tVomiting\n•\tNausea\n•\tDiarrhea\n",
    "safety": "SAFETY ADVICE\nAlcohol: Consuming alcohol with Indclav 625 Tablet does not cause any harmful side effects.\n\nPregnancy: Indclav 625 Tablet is generally considered safe to use during pregnancy. Animal studies have shown low or no adverse effects to the developing baby; however, there are limited human studies.\n\nBreast feeding: Indclav 625 Tablet is safe to use during breastfeeding. Human studies suggest that the drug does not pass into the breastmilk in a significant amount and is not harmful to the baby.\n\nDriving: Indclav 625 Tablet may cause side effects which could affect your ability to drive.\nIndclav 625 Tablet may cause side effects such as allergic reactions, dizziness or fits that may make you unfit to drive.\n\nKidney: Indclav 625 Tablet should be used with caution in patients with kidney disease. Dose adjustment of Indclav 625 Tablet may be needed. Please consult your doctor.\nUse of this medicine is not recommended in patients with severe kidney disease.\n\nLiver: Indclav 625 Tablet should be used with caution in patients with liver disease. Dose adjustment of Indclav 625 Tablet may be needed. Please consult your doctor.\nRegular monitoring of liver function tests is recommended while you are taking this medicine\n"

  },

  {
    "medimg": "lopox",
    "medname": "Lopox",
    "medcomp": "COMPOSITION\nLoperamide (2mg)\n",
    "medprice": 9.70,
    "productintro": "PRODUCT INTRODUCTION\n Lopox 2mg Tablet is used in the treatment of diarrhea. It should not be used in patients with dysentery (diarrhea with blood). ",
    "efffects": "Common side effects of Lopox\n•\tConstipation\n•\tNausea\n•\tHeadache\n•\tStomach pain\n",
    "safety": "SAFETY ADVICE\nAlcohol: Lopox 2mg Tablet may cause excessive drowsiness with alcohol.\n\nPregnancy: Lopox 2mg Tablet may be unsafe to use during pregnancy. Although there are limited studies in humans, animal studies have shown harmful effects on the developing baby. Your doctor will weigh the benefits and any potential risks before prescribing it to you. Please consult your doctor.\n\nBreast feeding: Lopox 2mg Tablet is safe to use during breastfeeding. Human studies suggest that the drug does not pass into the breastmilk in a significant amount and is not harmful to the baby.\n\nDriving: Lopox 2mg Tablet may decrease alertness, affect your vision or make you feel sleepy and dizzy. Do not drive if these symptoms occur.\n\nKidney: Lopox 2mg Tablet is safe to use in patients with kidney disease. No dose adjustment of Lopox 2mg Tablet is recommended.\nHowever, inform your doctor if you have any underlying kidney disease.\n\nLiver: Lopox 2mg Tablet should be used with caution in patients with liver disease. Dose adjustment of Lopox 2mg Tablet may be needed. Please consult your doctor.\n"

  },

  {
    "medimg": "macbery_ls",
    "medname": "Macbery-LS",
    "medcomp": "COMPOSITION\nAmbroxol (30mg/5ml) + Levosalbutamol (1mg/5ml) + Guaifenesin (50mg/5ml)\n",
    "medprice": 83.43,
    "productintro": "PRODUCT INTRODUCTION\nMacbery LS Expectorant is a combination medicine used in the treatment of cough with mucus. It thins mucus in the nose, windpipe, and lungs, making it easier to cough out. It also provides relief from runny nose, sneezing, itching, and watery eyes.\n",
    "efffects": "Common side effects of Macbery LS\n•\tNausea\n•\tVomiting\n•\tDiarrhea\n•\tUpset stomach\n•\tStomach pain\n•\tAllergic reaction\n•\tDizziness\n•\tHeadache\n•\tRash\n•\tHives\n•\tTremors\n•\tPalpitations\n•\tMuscle cramp\n•\tIncreased heart rate\n",
    "safety": "SAFETY ADVICE\nAlcohol: It is not known whether it is safe to consume alcohol with Macbery LS Expectorant. Please consult your doctor.\n\nPregnancy: Macbery LS Expectorant may be unsafe to use during pregnancy. Although there are limited studies in humans, animal studies have shown harmful effects on the developing baby. Your doctor will weigh the benefits and any potential risks before prescribing it to you. Please consult your doctor.\n\nBreast feeding: Information regarding the use of Macbery LS Expectorant during breastfeeding is not available. Please consult your doctor.\n\nDriving: Macbery LS Expectorant may decrease alertness, affect your vision or make you feel sleepy and dizzy. Do not drive if these symptoms occur.\n\nKidney: Macbery LS Expectorant should be used with caution in patients with kidney disease. Dose adjustment of Macbery LS Expectorant may be needed. Please consult your doctor.\nLimited information is available on the use of Macbery LS Expectorant in these patients.\n\nLiver: Macbery LS Expectorant should be used with caution in patients with liver disease. Dose adjustment of Macbery LS Expectorant may be needed. Please consult your doctor.\nLimited information is available on the use of Macbery LS Expectorant in these patients.\n"

  },

  {
    "medimg": "mega_cv",
    "medname": "Mega-CV",
    "medcomp": "COMPOSITION\nAmoxycillin (500mg) + Clavulanic Acid (125mg)\n",
    "medprice": 144.18,
    "productintro": "PRODUCT INTRODUCTION\nMega-CV 625 Tablet is an antibiotic that helps your body fight infections caused by bacteria. It is used to treat infections of the lungs (e.g., pneumonia), ear, nasal sinus, urinary tract, skin, and soft tissue. It will not work for viral infections such as the common cold.\n",
    "efffects": "Common side effects of Mega-CV\n•\tMucocutaneous candidiasis\n•\tVomiting\n•\tNausea\n•\tDiarrhea\n",
    "safety": "SAFETY ADVICE\nAlcohol: Consuming alcohol with Mega-CV 625 Tablet does not cause any harmful side effects.\n\nPregnancy: Mega-CV 625 Tablet is generally considered safe to use during pregnancy. Animal studies have shown low or no adverse effects to the developing baby; however, there are limited human studies.\n\nBreast feeding: Mega-CV 625 Tablet is safe to use during breastfeeding. Human studies suggest that the drug does not pass into the breastmilk in a significant amount and is not harmful to the baby.\n\nDriving: Mega-CV 625 Tablet may cause side effects which could affect your ability to drive.\nMega-CV 625 Tablet may cause side effects such as allergic reactions, dizziness or fits that may make you unfit to drive.\n\nKidney:  Mega-CV 625 Tablet should be used with caution in patients with kidney disease. Dose adjustment of Mega-CV 625 Tablet may be needed. Please consult your doctor.\nUse of this medicine is not recommended in patients with severe kidney disease.\n\nLiver: Mega-CV 625 Tablet should be used with caution in patients with liver disease. Dose adjustment of Mega-CV 625 Tablet may be needed. Please consult your doctor.\nRegular monitoring of liver function tests is recommended while you are taking this medicine\n"

  },

  {
    "medimg": "meftal_spas",
    "medname": "Meftal-Spas",
    "medcomp": "COMPOSITION\nDicyclomine (10mg) + Mefenamic Acid (250mg)\n",
    "medprice": 50.00,
    "productintro": "PRODUCT INTRODUCTION\nMeftal-Spas Tablet is a prescription medicine that helps to provide symptomatic relief from menstrual (period-related) pain and cramps. It is also used to treat abdominal pain by relieving spasms of the muscles in the stomach and intestines.\n",
    "efffects": "Common side effects of Meftal-Spas\n•\tDizziness\n•\tDryness in mouth\n•\tBlurred vision\n•\tNausea\n•\tSleepiness\n•\tWeakness\n•\tNervousness\n",
    "safety": "SAFETY ADVICE\nAlcohol: Caution is advised when consuming alcohol with Meftal-Spas Tablet. Please consult your doctor.\n\nPregnancy: Information regarding the use of Meftal-Spas Tablet during pregnancy is not available. Please consult your doctor.\n\nBreast feeding: Information regarding the use of Meftal-Spas Tablet during breastfeeding is not available. Please consult your doctor.\n\nDriving: It is not known whether Meftal-Spas Tablet alters the ability to drive. Do not drive if you experience any symptoms that affect your ability to concentrate and react.\n\nKidney: Meftal-Spas Tablet should be used with caution in patients with kidney disease. Dose adjustment of Meftal-Spas Tablet may be needed. Please consult your doctor.\nUse of Meftal-Spas Tablet is not recommended in patients with severe kidney disease.\n\nLiver: Meftal-Spas Tablet should be used with caution in patients with liver disease. Dose adjustment of Meftal-Spas Tablet may be needed. Please consult your doctor.\n"

  },

  {
    "medimg": "mobizox",
    "medname": "Mobizox",
    "medcomp": "COMPOSITION\nChlorzoxazone (500mg) + Diclofenac (50mg) + Paracetamol (325mg)\n",
    "medprice": 200.88,
    "productintro": "PRODUCT INTRODUCTION\nMobizox Tablet is a combination medicine used in the treatment of pain due to muscle spasms. It improves the movement of muscles and provides relief from pain and discomfort associated with muscle spasms.\n",
    "efffects": "Common side effects of Mobizox\n•\tNausea\n•\tVomiting\n•\tHeartburn\n•\tStomach pain\n•\tDiarrhea\n•\tLoss of appetite\n•\tDryness in mouth\n",
    "safety": "SAFETY ADVICE\nAlcohol: It is not known whether it is safe to consume alcohol with Mobizox Tablet. Please consult your doctor.\n\nPregnancy: Information regarding the use of Mobizox Tablet during pregnancy is not available. Please consult your doctor.\n\nBreast feeding: Information regarding the use of Mobizox Tablet during breastfeeding is not available. Please consult your doctor.\n\nDriving: It is not known whether Mobizox Tablet alters the ability to drive. Do not drive if you experience any symptoms that affect your ability to concentrate and react.\n\nKidney: There is limited information available on the use of Mobizox Tablet in patients with kidney disease. Please consult your doctor.\n\nLiver: There is limited information available on the use of Mobizox Tablet in patients with liver disease. Please consult your doctor.\n"

  },

  {
    "medimg": "nervijen_np",
    "medname": "Nervijen-NP",
    "medcomp": "COMPOSITION\nPregabalin (75mg) + Nortriptyline (10mg) + Methylcobalamin (1500mcg)\n",
    "medprice": 145.80,
    "productintro": "PRODUCT INTRODUCTION\nNervijen-NP Tablet is a combination medicine used to treat neuropathic pain. It works by decreasing pain by controlling calcium channel activity of the nerve cells. It also increases the level of chemical messengers in the brain that help in regulating the mood and protect nerve fibers.\n",
    "efffects": "Common side effects of Nervijen-NP\n•\tOrthostatic hypotension (sudden lowering of blood pressure on standing)\n•\tIncreased heart rate\n•\tDifficulty in urination\n•\tDecreased appetite\n•\tNausea\n•\tVomiting\n•\tConstipation\n•\tWeight gain\n•\tDizziness\n•\tSleepiness\n•\tTiredness\n•\tBlurred vision\n•\tDryness in mouth\n•\tUncoordinated body movements\n•\tDiarrhea\n•\tHeadache\n",
    "safety": "SAFETY ADVICE\nAlcohol: Nervijen-NP Tablet may cause excessive drowsiness with alcohol.\n\nPregnancy: Nervijen-NP Tablet may be unsafe to use during pregnancy. Although there are limited studies in humans, animal studies have shown harmful effects on the developing baby. Your doctor will weigh the benefits and any potential risks before prescribing it to you. Please consult your doctor.\n\nBreast feeding: Nervijen-NP Tablet is probably unsafe to use during breastfeeding. Limited human data suggests that the drug may pass into the breastmilk and harm the baby.\n\nDriving: Nervijen-NP Tablet may cause side effects which could affect your ability to drive.\nAs Nervijen-NP Tablet may affect your alertness which may affect your ability to drive.\n\nKidney: Nervijen-NP Tablet should be used with caution in patients with kidney disease. Dose adjustment of Nervijen-NP Tablet may be needed. Please consult your doctor.\n\nLiver: Nervijen-NP Tablet is probably safe to use in patients with liver disease. Limited data available suggests that dose adjustment of Nervijen-NP Tablet may not be needed in these patients. Please consult your doctor.\n"

  },

  {
    "medimg": "nervijen_p",
    "medname": "Nervijen-P",
    "medcomp": "COMPOSITION\nBenfotiamine (7.5mg) + Folic Acid (0.75mg) + Methylcobalamin (750mcg) + Pregabalin (75mg) + Vitamin B6 (Pyridoxine) (1.5mg)\n",
    "medprice": 206.55,
    "productintro": "PRODUCT INTRODUCTION\nNervijen-P Capsule is a prescription medicine that helps relieve neuropathic pain (pain from damaged nerves). It strengthens the nerves and relieves nerve pain.\n",
    "efffects": "Common side effects of Nervijen-P\n•\tDizziness\n•\tSleepiness\n•\tTiredness\n•\tUncoordinated body movements\n",
    "safety": "SAFETY ADVICE\nAlcohol: Caution is advised when consuming alcohol with Nervijen-P Capsule. Please consult your doctor.\n\nPregnancy: Nervijen-P Capsule may be unsafe to use during pregnancy. Although there are limited studies in humans, animal studies have shown harmful effects on the developing baby. Your doctor will weigh the benefits and any potential risks before prescribing it to you. Please consult your doctor.\n\nBreast feeding: Nervijen-P Capsule is probably unsafe to use during breastfeeding. Limited human data suggests that the drug may pass into the breastmilk and harm the baby.\n\nDriving: Nervijen-P Capsule may decrease alertness, affect your vision or make you feel sleepy and dizzy. Do not drive if these symptoms occur.\n\nKidney: Nervijen-P Capsule is probably safe to use in patients with kidney disease. Limited data available suggests that dose adjustment of Nervijen-P Capsule may not be needed in these patients. Please consult your doctor.\n\nLiver: Nervijen-P Capsule is probably safe to use in patients with liver disease. Limited data available suggests that dose adjustment of Nervijen-P Capsule may not be needed in these patients. Please consult your doctor.\n"

  },

  {
    "medimg": "nervijen_plus",
    "medname": "Nervijen-Plus",
    "medcomp": "COMPOSITION\n•\tMecobalamin J.P.\n•\tAlpha Lipoic Acid U.S.P.\n•\tBenfothiamine\n•\tPyridoxine Hydrochloride (B6) I.P.\n•\tNicotinamide (B3) I.P.\n•\tFolic Acid I.P.\n",
    "medprice": 180.00,
    "productintro": "PRODUCT INTRODUCTION\nBenfotiamine increases transketolase activity, that can in turn decreases the buildup of detrimental glucose metabolites that can lead to advanced glycation end products (AGE), which may lead to diabetic complications. Benfotiamine also prevents diabetic retinopathy. \nBenfotiamine and alpha-lipoic acid should be considered as first choices among pathogenetically oriented treatments of diabetic neuropathy.\nMethylcobalamin is an essential nutrient for neurons and Alpha Lipoic Acid is a powerful antioxidant that protects the neurons from oxidative stress.\nInositol reduces blood sugar levels and helps in healing the nerve damage as well.\n \nNervijen Plus Capsule is recommended in Diabetic Neuropathy, Diabetic Nephropathy, Diabetic retinopathy, CVD and Alcoholic Neuropathy\n",
    "efffects": "Common Side Effects:\n Gastrointestinal Issues:  Nausea, vomiting, diarrhea, and abdominal pain.\nNeurological Symptoms: Dizziness, headache, and sometimes numbness or tingling.\nAllergic Reactions: Rash, itching, or swelling, particularly of the face, tongue, or throat.\nGeneral Symptoms: Fatigue or weakness.\n",
    "safety": "SAFETY ADVICE:\nAlcohol: Alcohol can exacerbate some side effects of Nervijen-Plus, such as dizziness and gastrointestinal issues. It's best to limit or avoid alcohol consumption while taking this medication. Consult your healthcare provider for personalized advice.\nPregnancy: The safety of Nervijen-Plus during pregnancy is not well-established. Pregnant women should only use it if clearly needed and prescribed by a healthcare provider. Always inform your healthcare provider if you are pregnant or planning to become pregnant while on this medication.\nBreastfeeding: It is unclear if the ingredients in Nervijen-Plus pass into breast milk. Nursing mothers should consult their healthcare provider before using this medication to weigh the potential benefits and risks to the infant.\nDriving: Nervijen-Plus can cause dizziness and fatigue, which may impair your ability to drive or operate machinery. If you experience these side effects, avoid driving and consult your healthcare provider.\nLiver: Patients with liver conditions should use Nervijen-Plus with caution. Liver dysfunction can affect the metabolism of the medication, leading to increased risk of side effects. Your healthcare provider may need to adjust your dosage or monitor your liver function regularly.\nKidney: Kidney impairment can affect the excretion of Nervijen-Plus, potentially leading to toxicity. Inform your healthcare provider if you have kidney issues, as they may need to adjust your dosage or provide additional monitoring.\n"

  },

  {
    "medimg": "pacimol",
    "medname": "Pacimol",
    "medcomp": "COMPOSITION\nParacetamol (also known as acetaminophen),starch, povidone, and magnesium stearate.",
    "medprice": 26.25,
    "productintro": "PRODUCT INTRODUCTION\nPacimol, containing paracetamol, is widely used for its analgesic (pain-relieving) and antipyretic (fever-reducing) properties. It was first introduced in the mid-20th century and has become one of the most commonly used medications globally due to its efficacy and safety profile when used appropriately.\n",
    "efffects": "Common Side Effects:\n\nGastrointestinal Issues: Nausea, vomiting, and abdominal pain.\nAllergic Reactions: Rash, itching, and swelling, particularly of the face, tongue, or throat.\nHepatotoxicity: In rare cases, especially with overdose, it can cause severe liver damage.",
    "safety": "SAFETY ADVICE:\nAlcohol: Avoid alcohol consumption while taking Pacimol, as both substances are metabolized by the liver. Combining them can increase the risk of liver damage.\nPregnancy: Paracetamol is generally considered safe during pregnancy for short-term use. However, it should be used at the lowest effective dose for the shortest possible time. Always consult your healthcare provider before taking any medication during pregnancy.\nBreastfeeding: Paracetamol is considered safe for use during breastfeeding, as only small amounts pass into breast milk and it has not been shown to harm nursing infants. Nonetheless, it's wise to consult your healthcare provider.\nDriving: Pacimol does not usually cause dizziness or drowsiness, so it is generally safe to drive or operate machinery while taking it. However, if you experience any unusual symptoms, avoid such activities and consult your healthcare provider.\nLiver: Patients with liver conditions should use Pacimol with caution. The maximum recommended dose should not be exceeded, and prolonged use should be avoided. Regular monitoring of liver function may be necessary.\nKidney: While paracetamol is primarily metabolized by the liver, patients with severe kidney impairment should use it with caution and may require dosage adjustments. Consult your healthcare provider for specific recommendations.\n"

  },

  {
    "medimg": "pacimol_mf",
    "medname": "Pacimol-MF",
    "medcomp": "COMPOSITION\nMefenamic Acid (100mg/5ml) + Paracetamol (250mg/5ml)\n",
    "medprice": 59.13,
    "productintro": "PRODUCT INTRODUCTION\nPacimol MF Oral Suspension is a combination of two medicines. It is used in the treatment of fever. It is also useful for the treatment of mild to moderate pain of various conditions like headache, body ache, and toothache.\n",
    "efffects": "Common side effects of Pacimol MF\n•\tNausea\n•\tVomiting\n•\tDiarrhea\n•\tIndigestion\n•\tLoss of appetite\n•\tHeartburn\n",
    "safety": "SAFETY ADVICE\nAlcohol: It is unsafe to consume alcohol with Pacimol MF Oral Suspension.\n\nPregnancy: Pacimol MF Oral Suspension may be unsafe to use during pregnancy. Although there are limited studies in humans, animal studies have shown harmful effects on the developing baby. Your doctor will weigh the benefits and any potential risks before prescribing it to you. Please consult your doctor.\n\nBreast feeding: Pacimol MF Oral Suspension is safe to use during breastfeeding. Human studies suggest that the drug does not pass into the breastmilk in a significant amount and is not harmful to the baby.\n\nDriving: Pacimol MF Oral Suspension may decrease alertness, affect your vision or make you feel sleepy and dizzy. Do not drive if these symptoms occur.\n\nKidney: Pacimol MF Oral Suspension should be used with caution in patients with kidney disease. Dose adjustment of Pacimol MF Oral Suspension may be needed. Please consult your doctor.\nUse of Pacimol MF Oral Suspension is not recommended in patients with severe kidney disease.\n\nLiver: Pacimol MF Oral Suspension should be used with caution in patients with liver disease. Dose adjustment of Pacimol MF Oral Suspension may be needed. Please consult your doctor.\nHowever, the use of Pacimol MF Oral Suspension is not recommended in patients with severe liver disease and active liver disease.\n"

  },

  {
    "medimg": "powergesic",
    "medname": "Powergesic",
    "medcomp": "COMPOSITION\nChlorzoxazone (250mg) + Diclofenac (50mg) + Paracetamol (325mg)\n",
    "medprice": 119.88,
    "productintro": "PRODUCT INTRODUCTION\nPowergesic Tablet is a combination medicine used in the treatment of pain due to muscle spasms. It improves the movement of muscles and provides relief from pain and discomfort associated with muscle spasms.\n",
    "efffects": "Common side effects of Powergesic\n•\tNausea\n•\tVomiting\n•\tHeartburn\n•\tStomach pain\n•\tDiarrhea\n•\tLoss of appetite\n•\tDryness in mouth\n",
    "safety": "SAFETY ADVICE\nAlcohol: It is not known whether it is safe to consume alcohol with Powergesic Tablet. Please consult your doctor.\n\nPregnancy: Information regarding the use of Powergesic Tablet during pregnancy is not available. Please consult your doctor.\n\nBreast feeding: Information regarding the use of Powergesic Tablet during breastfeeding is not available. Please consult your doctor.\n\nDriving: It is not known whether Powergesic Tablet alters the ability to drive. Do not drive if you experience any symptoms that affect your ability to concentrate and react.\n\nKidney: There is limited information available on the use of Powergesic Tablet in patients with kidney disease. Please consult your doctor.\n\nLiver: There is limited information available on the use of Powergesic Tablet in patients with liver disease. Please consult your doctor.\n"

  },

  {
    "medimg": "powergesic_mr",
    "medname": "Powergesic-MR",
    "medcomp": "COMPOSITION\nChlorzoxazone (500mg) + Diclofenac (50mg) + Paracetamol (325mg)\n",
    "medprice": 149.04,
    "productintro": "PRODUCT INTRODUCTION\nPowergesic MR Tablet is a combination medicine used in the treatment of pain due to muscle spasms. It improves the movement of muscles and provides relief from pain and discomfort associated with muscle spasms.\n",
    "efffects": "Common side effects of Powergesic-MR\n•\tNausea\n•\tVomiting\n•\tHeartburn\n•\tStomach pain\n•\tDiarrhea\n•\tLoss of appetite\n•\tDryness in mouth\n",
    "safety": "SAFETY ADVICE\nAlcohol: It is not known whether it is safe to consume alcohol with Powergesic MR Tablet. Please consult your doctor. \n\nPregnancy: Information regarding the use of Powergesic MR Tablet during pregnancy is not available. Please consult your doctor. \n\nBreast feeding: Information regarding the use of Powergesic MR Tablet during breastfeeding is not available. Please consult your doctor.\n\nDriving: It is not known whether Powergesic MR Tablet alters the ability to drive. Do not drive if you experience any symptoms that affect your ability to concentrate and react.\n\nKidney: There is limited information available on the use of Powergesic MR Tablet in patients with kidney disease. Please consult your doctor.\n\nLiver: There is limited information available on the use of Powergesic MR Tablet in patients with liver disease. Please consult your doctor.\n"

  },

  {
    "medimg": "revelol_am",
    "medname": "Revelol-AM",
    "medcomp": "COMPOSITION\nAmlodipine (5mg) + Metoprolol Succinate (47.5mg)\n",
    "medprice": 191.25,
    "productintro": "PRODUCT INTRODUCTION\nRevelol-AM 50/5 Tablet PR contains two medicines, both of which help to control high blood pressure and heart rate. It is also used for heart-related chest pain (angina), abnormal heart rhythms and chronic (long-term) heart failure.\n",
    "efffects": "Common side effects of Revelol-AM\n•\tNausea\n•\tSlow heart rate\n•\tAbdominal pain\n•\tDizziness\n•\tFatigue\n•\tSleepiness\n•\tDepression\n•\tAnkle swelling\n•\tConstipation\n•\tEdema (swelling)\n•\tFlushing (sense of warmth in the face, ears, neck and trunk)\n•\tPalpitations\n•\tHeadache\n•\tVomiting\n•\tVisual disturbance\n•\tOrthostatic hypotension (sudden lowering of blood pressure on standing)\n•\tBreathlessness\n•\tMuscle cramp\n•\tSkin rash\n",
    "safety": "SAFETY ADVICE\nAlcohol: It is unsafe to consume alcohol with Revelol-AM 50/5 Tablet PR.\n\nPregnancy: Revelol-AM 50/5 Tablet PR may be unsafe to use during pregnancy. Although there are limited studies in humans, animal studies have shown harmful effects on the developing baby. Your doctor will weigh the benefits and any potential risks before prescribing it to you. Please consult your doctor.\n\nBreast feeding: Revelol-AM 50/5 Tablet PR is probably unsafe to use during breastfeeding. Limited human data suggests that the drug may pass into the breastmilk and harm the baby.\n\nDriving: Revelol-AM 50/5 Tablet PR may cause side effects which could affect your ability to drive.\nRevelol-AM 50/5 Tablet PR may cause side effects such as dizziness, headaches, nausea or tiredness, all of which could affect your ability to concentrate and drive.\n\nKidney: Revelol-AM 50/5 Tablet PR is safe to use in patients with kidney disease. No dose adjustment of Revelol-AM 50/5 Tablet PR is recommended.\n\nLiver: Revelol-AM 50/5 Tablet PR should be used with caution in patients with liver disease. Dose adjustment of Revelol-AM 50/5 Tablet PR may be needed. Please consult your doctor.\n"

  },

  {
    "medimg": "revelol_xl",
    "medname": "Revelol-XL",
    "medcomp": "COMPOSITION\nMetoprolol Succinate (47.5mg)\n",
    "medprice": 84.37,
    "productintro": "PRODUCT INTRODUCTION\nRevelol XL 50 Tablet belongs to a group of medicines called beta-blockers. It is used to treat high blood pressure (hypertension), angina (heart-related chest pain), and irregular heart rhythms (arrhythmia). It also helps to prevent migraines, future heart attacks, and stroke.\n",
    "efffects": "Common side effects of Revelol\n•\tFatigue\n•\tHeadache\n•\tSlow heart rate\n•\tDizziness\n•\tNausea\n•\tBreathlessness\n•\tRash\n•\tDiarrhea\n•\tDepression\n",
    "safety": "SAFETY ADVICE\nAlcohol: It is unsafe to consume alcohol with Revelol XL 50 Tablet.\n\nPregnancy: Revelol XL 50 Tablet may be unsafe to use during pregnancy. Although there are limited studies in humans, animal studies have shown harmful effects on the developing baby. Your doctor will weigh the benefits and any potential risks before prescribing it to you. Please consult your doctor.\n\nBreast feeding: Revelol XL 50 Tablet is probably safe to use during breastfeeding. Limited human data suggests that the drug does not represent any significant risk to the baby.\n\nDriving: Revelol XL 50 Tablet may decrease alertness, affect your vision or make you feel sleepy and dizzy. Do not drive if these symptoms occur.\n\nKidney: Revelol XL 50 Tablet is safe to use in patients with kidney disease. No dose adjustment of Revelol XL 50 Tablet is recommended.\n\nLiver: Revelol XL 50 Tablet should be used with caution in patients with liver disease. Dose adjustment of Revelol XL 50 Tablet may be needed. Please consult your doctor.\n"

  },

  {
  "medimg": "solvin_cold",
  "medname": "Solvin-Cold",
  "medcomp": "COMPOSITION\nChlorpheniramine Maleate (2mg) + Paracetamol (500mg) + Phenylephrine (10mg)\n",
  "medprice": 51.85,
  "productintro": "PRODUCT INTRODUCTION\nSolvin Cold Tablet is a medicine used in the treatment of common cold symptoms. It provides relief from symptoms such as headache, sore throat, runny nose, muscular pain, and fever.\n",
  "efffects": "Common side effects of Solvin Cold\n•\tNausea\n•\tHeadache\n•\tInsomnia (difficulty in sleeping)\n•\tDizziness\n•\tTachycardia\n•\tPalpitations\n•\tFear\n•\tAnxiety\n•\tRestlessness\n•\tTremors\n•\tWeakness\n•\tDiscomfort when urinating\n•\tHallucination\n•\tConvulsion\n",
  "safety": "SAFETY ADVICE\nAlcohol: It is unsafe to consume alcohol with Solvin Cold Tablet.\n\nPregnancy: Solvin Cold Tablet may be unsafe to use during pregnancy. Although there are limited studies in humans, animal studies have shown harmful effects on the developing baby. Your doctor will weigh the benefits and any potential risks before prescribing it to you. Please consult your doctor.\n\nBreast feeding: Solvin Cold Tablet is probably safe to use during breastfeeding. Limited human data suggests that the drug does not represent any significant risk to the baby.\n\nDriving: Solvin Cold Tablet may decrease alertness, affect your vision or make you feel sleepy and dizzy. Do not drive if these symptoms occur.\n\nKidney: Solvin Cold Tablet is probably safe to use in patients with kidney disease. Limited data available suggests that dose adjustment of Solvin Cold Tablet may not be needed in these patients. Please consult your doctor.\nUse of Solvin Cold Tablet may cause excessive sleepiness in patients with end stage kidney disease.\n\nLiver: Solvin Cold Tablet should be used with caution in patients with liver disease. Dose adjustment of Solvin Cold Tablet may be needed. Please consult your doctor.\n"

},

  {
  "medimg": "tel_revelol",
  "medname": "Tel-Revelol",
  "medcomp": "COMPOSITION\nTelmisartan (40mg) + Metoprolol Succinate (50mg)\n",
  "medprice": 162.35,
  "productintro": "PRODUCT INTRODUCTION\nTel-Revelol 40/50 Tablet ER is a medicine used for treating high blood pressure. By lowering blood pressure, it helps in preventing future heart attacks and strokes. Early treatment with this medicine also improves the chances of survival in patients with heart attacks.\n",
  "efffects": "Common side effects of Tel-Revelol\n•\tHeadache\n•\tWeakness\n•\tDizziness\n•\tCold extremities\n•\tSlow heart rate\n•\tIncreased potassium level in blood\n•\tDecreased blood pressure\n•\tOrthostatic hypotension (sudden lowering of blood pressure on standing)\n•\tBreathlessness\n•\tVomiting\n•\tAbdominal pain\n",
  "safety": "SAFETY ADVICE\nAlcohol: It is unsafe to consume alcohol with Tel-Revelol 40/50 Tablet ER.\n\nPregnancy: Tel-Revelol 40/50 Tablet ER is unsafe to use during pregnancy as there is definite evidence of risk to the developing baby. However, the doctor may rarely prescribe it in some life-threatening situations if the benefits are more than the potential risks. Please consult your doctor.\n\nBreast feeding: Tel-Revelol 40/50 Tablet ER is probably safe to use during breastfeeding. Limited human data suggests that the drug does not represent any significant risk to the baby.\n\nDriving: Tel-Revelol 40/50 Tablet ER may decrease alertness, affect your vision or make you feel sleepy and dizzy. Do not drive if these symptoms occur.\n\nKidney: Tel-Revelol 40/50 Tablet ER is safe to use in patients with kidney disease. No dose adjustment of Tel-Revelol 40/50 Tablet ER is recommended.\n\nLiver: Tel-Revelol 40/50 Tablet ER should be used with caution in patients with liver disease. Dose adjustment of Tel-Revelol 40/50 Tablet ER may be needed. Please consult your doctor.\n"

},

  {
    "medimg": "telvas_40",
    "medname": "Telvas-40",
    "medcomp": "COMPOSITION\nTelmisartan (20mg)\n",
    "medprice": 46.17,
    "productintro": "PRODUCT INTRODUCTION\nTelvas 20 Tablet is a medicine used to treat high blood pressure and heart failure. Lowering blood pressure helps to prevent future heart attacks and strokes. This medicine is also effective in preserving kidney function in patients with diabetes\n",
    "efffects": "Common side effects of Telvas\n•\tUpper respiratory tract infection\n•\tBack pain\n•\tDiarrhea\n•\tSinus inflammation\n•\tSkin ulcer\n•\tIntermittent claudication\n",
    "safety": "SAFETY ADVICE\nAlcohol: It is unsafe to consume alcohol with Telvas 20 Tablet.\n\nPregnancy: Telvas 20 Tablet is unsafe to use during pregnancy as there is definite evidence of risk to the developing baby. However, the doctor may rarely prescribe it in some life-threatening situations if the benefits are more than the potential risks. Please consult your doctor.\n\nBreast feeding: Information regarding the use of Telvas 20 Tablet during breastfeeding is not available. Please consult your doctor.\n\nDriving: Telvas 20 Tablet may decrease alertness, affect your vision or make you feel sleepy and dizzy. Do not drive if these symptoms occur.\n\nKidney: Telvas 20 Tablet should be used with caution in patients with severe kidney disease. Dose adjustment of Telvas 20 Tablet may be needed. Please consult your doctor.\nHowever, inform your doctor if you have an underlying kidney disease. Regular monitoring of blood pressure, creatinine, and potassium levels may be advised while you are taking this medicine.\n\nLiver: Telvas 20 Tablet should be used with caution in patients with liver disease. Dose adjustment of Telvas 20 Tablet may be needed. Please consult your doctor.\nUse of Telvas 20 Tablet is not recommended in patients with severe liver disease.\n"

  },

  {
    "medimg": "zerodol_p",
    "medname": "Zerodol-P",
    "medcomp": "COMPOSITION\nAceclofenac (100mg) + Paracetamol (325mg)\n",
    "medprice": 56.70,
    "productintro": "PRODUCT INTRODUCTION\nZerodol P Tablet is a pain-relieving medicine. It is used to reduce pain and inflammation in conditions like rheumatoid arthritis, ankylosing spondylitis, and osteoarthritis. It may also be used to relieve muscle pain, back pain, toothache, or pain in the ear and throat.\n",
    "efffects": "Common side effects of Zerodol P\n•\tNausea\n•\tVomiting\n•\tStomach pain/epigastric pain\n•\tLoss of appetite\n•\tHeartburn\n•\tDiarrhea\n",
    "safety": "SAFETY ADVICE\nAlcohol: It is unsafe to consume alcohol with Zerodol P Tablet.\n\nPregnancy: Zerodol P Tablet may be unsafe to use during pregnancy. Although there are limited studies in humans, animal studies have shown harmful effects on the developing baby. Your doctor will weigh the benefits and any potential risks before prescribing it to you. Please consult your doctor.\n\nBreast feeding: Information regarding the use of Zerodol P Tablet during breastfeeding is not available. Please consult your doctor.\n\nDriving: Zerodol P Tablet may decrease alertness, affect your vision or make you feel sleepy and dizzy. Do not drive if these symptoms occur.\n\nKidney: Zerodol P Tablet should be used with caution in patients with kidney disease. Dose adjustment of Zerodol P Tablet may be needed. Please consult your doctor.\nUse of Zerodol P Tablet is not recommended in patients with severe kidney disease.\n\nLiver: Zerodol P Tablet should be used with caution in patients with liver disease. Dose adjustment of Zerodol P Tablet may be needed. Please consult your doctor.\nHowever, the use of Zerodol P Tablet is not recommended in patients with severe liver disease and active liver disease.\n"

  },

  {
    "medimg": "zerodol_sp",
    "medname": "Zerodol-SP",
    "medcomp": "COMPOSITION\nAceclofenac (100mg) + Paracetamol (325mg) + Serratiopeptidase (15mg)\n",
    "medprice": 106.25,
    "productintro": "PRODUCT INTRODUCTION\nZerodol-SP Tablet is a combination medicine used to relieve pain and swelling in various conditions like muscle pain, joint pain, and postoperative pain. Thus, it effectively alleviates pain and inflammation in conditions like rheumatoid arthritis, ankylosing spondylitis, and osteoarthritis.\n",
    "efffects": "Common side effects of Zerodol-SP\n•\tNausea\n•\tVomiting\n•\tStomach pain\n•\tIndigestion\n•\tHeartburn\n•\tLoss of appetite\n•\tDiarrhea\n•\tDizziness\n•\tIncreased liver enzymes\n•\tDrowsiness\n",
    "safety": "SAFETY ADVICE\nAlcohol: It is unsafe to consume alcohol with Zerodol-SP Tablet.\n\nPregnancy: Zerodol-SP Tablet may be unsafe to use during pregnancy. Although there are limited studies in humans, animal studies have shown harmful effects on the developing baby. Your doctor will weigh the benefits and any potential risks before prescribing it to you. Please consult your doctor.\n\nBreast feeding: Information regarding the use of Zerodol-SP Tablet during breastfeeding is not available. Please consult your doctor.\n\nDriving: Zerodol-SP Tablet may decrease alertness, affect your vision or make you feel sleepy and dizzy. Do not drive if these symptoms occur.\n \nKidney: Zerodol-SP Tablet should be used with caution in patients with kidney disease. Dose adjustment of Zerodol-SP Tablet may be needed. Please consult your doctor.\nUse of Zerodol-SP Tablet is not recommended in patients with severe kidney disease.\n\nLiver: Zerodol-SP Tablet should be used with caution in patients with liver disease. Dose adjustment of Zerodol-SP Tablet may be needed. Please consult your doctor.\nHowever, the use of Zerodol-SP Tablet is not recommended in patients with severe liver disease and active liver disease.\n"

  },

  {
    "medimg": "zix_mr",
    "medname": "Zix-MR",
    "medcomp": "COMPOSITION\nAceclofenac (100mg) + Thiocolchicoside (4mg)\n",
    "medprice": 208.17,
    "productintro": "PRODUCT INTRODUCTION\nZix-MR Tablet is a combination medicine used in the treatment of pain due to muscle spasms. It improves the movement of muscles and provides relief from pain and discomfort associated with muscle spasms.\n",
    "efffects": "Common side effects of Zix-MR\n•\tNausea\n•\tVomiting\n•\tHeartburn\n•\tStomach pain/epigastric pain\n•\tLoss of appetite\n•\tDiarrhea\n",
    "safety": "SAFETY ADVICE\nAlcohol: It is unsafe to consume alcohol with Zix-MR Tablet.\n\nPregnancy: Zix-MR Tablet may be unsafe to use during pregnancy. Although there are limited studies in humans, animal studies have shown harmful effects on the developing baby. Your doctor will weigh the benefits and any potential risks before prescribing it to you. Please consult your doctor.\n\nBreast feeding: Information regarding the use of Zix-MR Tablet during breastfeeding is not available. Please consult your doctor.\n \nDriving: Zix-MR Tablet may cause side effects which could affect your ability to drive.\n\nKidney: Zix-MR Tablet should be used with caution in patients with kidney disease. Dose adjustment of Zix-MR Tablet may be needed. Please consult your doctor.\nUse of Zix-MR Tablet is not recommended in patients with severe kidney disease.\n\nLiver: Zix-MR Tablet should be used with caution in patients with liver disease. Dose adjustment of Zix-MR Tablet may be needed. Please consult your doctor.\nUse of Zix-MR Tablet is not recommended in patients with severe liver disease. Regular monitoring of liver function tests is advisable while the patient is taking this medicine.\n"

  },

  {
    "medimg": "zixflam",
    "medname": "ZixFlam",
    "medcomp": "COMPOSITION\nTrypsin (50000AU) + Rutoside (100mg) + Bromelain (90mg) + Aceclofenac (100mg)\n",
    "medprice": 176.75,
    "productintro": "PRODUCT INTRODUCTION\nZixflam Tablet is a pain relieving medicine. It is used to reduce pain and inflammation in conditions like rheumatoid arthritis, ankylosing spondylitis, and osteoarthritis. It may also be used to relieve fever, muscle pain, back pain, toothache, or pain in the ear and throat.\n",
    "efffects": "Common side effects of Zixflam\n•\tNausea\n•\tVomiting\n•\tHeartburn\n•\tStomach pain\n•\tIndigestion\n•\tLoss of appetite\n•\tDiarrhea\n",
    "safety": "SAFETY ADVICE\nAlcohol: It is not known whether it is safe to consume alcohol with Zixflam Tablet. Please consult your doctor.\n\nPregnancy: Zixflam Tablet may be unsafe to use during pregnancy. Although there are limited studies in humans, animal studies have shown harmful effects on the developing baby. Your doctor will weigh the benefits and any potential risks before prescribing it to you. Please consult your doctor.\n\nBreast feeding: Information regarding the use of Zixflam Tablet during breastfeeding is not available. Please consult your doctor.\n\nDriving: Zixflam Tablet may decrease alertness, affect your vision or make you feel sleepy and dizzy. Do not drive if these symptoms occur.\n\nKidney: Zixflam Tablet is probably safe to use in patients with kidney disease. Limited data available suggests that dose adjustment of Zixflam Tablet may not be needed in these patients. Please consult your doctor.\n\nLiver: Zixflam Tablet is probably safe to use in patients with liver disease. Limited data available suggests that dose adjustment of Zixflam Tablet may not be needed in these patients. Please consult your doctor.\n"

  }

]

